[
  "obsidian-style-settings",
  "cmdr",
  "obsidian-hover-editor",
  "mysnippets-plugin",
  "obsidian-quiet-outline",
  "obsidian-excalidraw-plugin",
  "recent-files-obsidian",
  "tag-wrangler",
  "editing-toolbar",
  "obsidian-image-auto-upload-plugin",
  "colored-tags",
  "pdf-plus",
  "code-styler",
  "image-converter",
  "open-in-new-tab",
  "obsidian-pangu",
  "obsidian-icon-folder",
  "obsidian-git",
  "floating-toc",
  "callout-toggles",
  "manual-sorting",
  "obsidian-day-planner",
  "dataview",
  "templater-obsidian"
]