[
  "obsidian-style-settings",
  "cmdr",
  "obsidian-hover-editor",
  "mysnippets-plugin",
  "obsidian-quiet-outline",
  "obsidian-excalidraw-plugin",
  "recent-files-obsidian",
  "tag-wrangler",
  "editing-toolbar",
  "obsidian-image-auto-upload-plugin",
  "colored-tags",
  "pdf-plus",
  "obsidian-icon-folder",
  "obsidian-git",
  "floating-toc",
  "callout-toggles",
  "manual-sorting",
  "easy-typing-obsidian",
  "mousewheel-image-zoom",
  "copy-inline-code",
  "code-styler"
]