[
  "obsidian-image-auto-upload-plugin",
  "obsidian-quiet-outline",
  "obsidian-excalidraw-plugin",
  "editing-toolbar",
  "obsidian-minimal-settings",
  "obsidian-style-settings",
  "easy-typing-obsidian",
  "obsidian-tasks-plugin",
  "colored-tags",
  "obsidian-projects",
  "calendar"
]